{
    "1/Rollenunklarheit": "Es muss klar sein, wer wann was wie machen soll. Die Ziele des Computershops müssen klar werden. Am Anfang muss beschrieben werden, wie das Spiel abläuft und worum es genau geht. Es muss klar benannt werden, wofür es im Spiel Punkte gibt und wofür nicht. Auch muss spezifiziert werden, wer Weisungsbefugnisse hat und wer nicht",
    "2/Rollenunklarheit": "Die Ziele der Tätigkeit müssen klar benannt werden. Darüber hinaus sollten die Kriterien für die Punktvergabe klar definiert sein und angemessen an die Spieler kommuniziert werden.",
    "3/Rollenunklarheit": "Es sollte klare Instruktionen geben, die deutlich machen, worum es bei den Aufgaben geht. Die Einweisung muss widerspruchsfrei beschreiben, welche Aspekte relevant sind. Das Ziel des Spiels muss deutlich benannt und beschrieben werden.",
    "4/Rollenunklarheit": "Es muss am Anfang kurz und knapp kommuniziert werden, worauf es genau beim Spiel ankommt. Es muss kompakt benannt werden, welche Aspekte besonders relevant sind.",
    "5/Rollenunklarheit": "Die Instruktion muss widerspruchsfrei und verständlich formuliert sein. Aus ihr sollte klar hervorgehen, welche Ziele es gibt und wie die Punkte vergeben werden.",
    "1/Informationsprobleme": "Die Bibliothek muss übersichtlich und klar strukturiert sein, so dass sich alles schnell finden lässt. Eine einheitliche Sortierung wäre gut. Außerdem ist nicht klar, welche Infos fehlen und wann man Kollegen fragen muss – das müsste also klar kommuniziert werden. Es muss klar sein, wo welche Information liegt. Insgesamt darf die Menge nicht überfordern oder zu viel pro Tabelle sein.",
    "2/Informationsprobleme": "Informationen sollten auffindbar und vollständig sein. Die Darstellung muss übersichtlich und möglichst logisch strukturiert sein, so dass schnell die wichtigen Dinge gefunden werden können.",
    "3/Informationsprobleme": "Informationen sollten verfügbarer sein, also sowohl besser zu finden, als auch einfacher zu verstehen.",
    "4/Informationsprobleme": "So wie bereits umgesetzt, sollten alle wichtigen Informationen verfügbar und schnell auffindbar sein. Die Menge sollte den Aufgaben angemessen und die Darstellung übersichtlich sein.",
    "1/Variabilität": "Die Aufgaben sollten möglichst abwechslungsreich sein und mehrere unterschiedliche Fähigkeiten nutzen, so dass es nicht immer nur das gleiche ist. Am Besten wäre, wenn bei den Aufgaben oder Anfragen immer wieder etwas Neues dabei wäre und sich die Anforderung inhaltlich von den vorherigen Aufgaben stark unterscheidet",
    "2/Variabilität": "Die Aufgabenvielfalt sollte erhöht werden, also weniger Wiederholungen der gleichen Inhalte und mehr Abwechslung.",
    "3/Variabilität": "Die Tätigkeiten sollten abwechslungsreich sein und mehrere, unterschiedliche Arbeitsschritte beinhalten, die vielfältiges Wissen oder Fertigkeiten benötigen.",
    "1/Tätigkeitsspielraum": "Die Reihenfolge der Bearbeitung, also wann was genau erledigt wird, sollte nicht vorgegeben sein, sondern frei. Also autonom wählbar sein, frei entscheidbar. Im Idealfall gibt es dann nicht nur mehrere Lösungen je Anfrage, sondern sogar mehrere Lösungswege zum Ziel. Wie und wann genau die einzelnen Dinge erledigt werden, sollte also flexibel gestaltbar sein.",
    "2/Tätigkeitsspielraum": "Die Vorgaben in den Instruktionen sollten weniger starr sein, damit man sich die Reihenfolge der Bearbeitung frei aussuchen kann.",
    "3/Tätigkeitsspielraum": "Es sollten wenige strikte Vorgaben gelten, vor allem bei der Reihenfolge der Bearbeitung sollten die Spieler Entscheidungsmöglichkeiten erhalten.",
    "4/Tätigkeitsspielraum": "Inhaltlich und zeitlich sollte es viele Freiheitsgrade geben, so dass Spieler selbst entscheiden können, wann sie welche Tätigkeit ausführen oder unterbrechen, um eine andere Aufgabe zu erledigen.",
    "1/Zeitdruck": "Vor allem muss es für jeden einzelnen Kundenauftrag genug Bearbeitungszeit geben, die Zeit muss also je Auftrag ausreichen. Außerdem muss die Anzahl also die Menge der Aufträge insgesamt in der verfügbaren Zeit schaffbar also zu bewältigen sein.",
    "2/Zeitdruck": "Es sollte nicht zu viele Kundenanfragen in zu kurzer Zeit geben, sondern eine angemessene Bearbeitungszeit je Kundenanfrage und der Anzahl der Anfragen insgesamt.",
    "3/Zeitdruck": "Die Menge an E-Mails sollte in einem sinnvollen Verhältnis zur verfügbaren Zeit stehen. Die gestellten Aufgaben sollten also in der verfügbaren Zeit auch erledigt werden können.",
    "1/Arbeitsunterbrechungen": "Störende Kollegen sollte man abweisen können. Wenn Anfragen von Kollegen kommen, sollten diese den aktuellen Arbeitsvorgang nicht behindern oder stören, ein unauffälliger Hinweis würde völlig ausreichen. Man sollte die Möglichkeit haben, ununterbrochen für eine bestimmte Zeit an etwas arbeiten zu können. Am Besten sind feste Zeitfenster, in denen man entweder erreichbar oder eben nicht erreichbar ist und so seine Aufgaben ungestört erledigen kann.",
    "2/Arbeitsunterbrechungen": "Anfragen von anderen sollten nur auftreten, wenn eine Aufgabe gerade abgeschlossen wurde. So dass man konzentriert und ungestört an seinen Aufgaben arbeiten kann.",
    "3/Arbeitsunterbrechungen": "Es muss geschützte Zeitfenster geben, in denen keine Störungen von außen auftreten. Damit der aktuelle Arbeitsvorgang nicht gestört wird. Außerdem sollte man störende Kollegen auch abweisen können.",
    "1/Soziale Stressoren": "Der Umgangston der Kollegen ist ziemlich rau, hier würde ich mir eine gewaltfreie Kommunikation wünschen. In jedem Fall einen freundlichen, entspannten Umgang. Das Miteinander müsste freundlich, respektvoll und wertschätzend gestaltet werden, bei dem die Interessen und Bedürfnisse gegenseitig gesehen und gewahrt werden",
    "2/Soziale Stressoren": "Wenn man die Kollegen etwas fragt, sollten diese nach Möglichkeit auch antworten, oder wenigstens rückmelden dass sie nicht verfügbar sind. Allgemein sollte die Kommunikation rücksichtsvoll und freundlich ablaufen.",
    "3/Soziale Stressoren": "Die Kommunikation mit den Kolleginnen sollte einen höflichen Umgangston haben. Außerdem ist es wichtigt, dass respektvoll und wertschätzend miteinander umgegangen wird, damit man ich auf der Arbeit wohl fühlt",
    "4/Soziale Stressoren": "Der Austausch und das Miteinander mit den Kolleginnen sollte freundlich und hilfreich verlaufen. Man sollte sich gegenseitig unterstützen und auf die Probleme und Bedürfnisse der anderen eingehen.",
    "1/Feedback/Anerkennung": "Es sollte regelmäßig klare Rückmeldungen darüber geben, ob man etwas richtig oder falsch gemacht hat und wo man insgesamt steht. Diese sollten wertschätzend und fehlerverzeihend formuliert sein. Auch einfach mal ein kleines Dankeschön zwischendurch wäre wünschenswert",
    "2/Feedback/Anerkennung": "Es sollte Feedback dazu geben, ob Aufgaben korrekt gelöst wurden. Wenn etwas falsch gemacht wurde, sollte das auch gesagt werden. Dabei ist es aber wichtig, dass Fehler auch verziehen werden, damit man daraus lernen kann.",
    "3/Feedback/Anerkennung": "Feedback zu erhalten sollte Teil der Aufgaben sein, damit man weiß ob man seine Aufgaben ordentlich erfüllt. Außerdem kann damit aufgezeigt werden, wo noch Verbesserungspotenzial besteht. Wichtig ist auch, dass darüber eine Wertschätzung der erledigten Arbeit ausgedrückt wird.",
    "1/Soziale Unterstützung": "Eine Anteilnahme der Kollegen am eigenen Befinden wäre wünschenswert, also aktives Nachfragen. Vor allem wäre tatkräftige Unterstützung bei den eigenen Aufgaben gut, wenn man einmal sehr viel zu tun hat. Also proaktive Angebote sowie eine emotionale aber auch inhaltliche Unterstützung durch Kollegen.",
    "2/Soziale Unterstützung": "Die anderen sollten aktiv nachfragen, ob man Hilfe benötigt. Außerdem wäre es wünschenswert, dass es die möglichkeit gibt inhatliche und emotionale Unterstützung zu bekommen, wenn es mal nicht so läuft."
}
