{
    "Arbeitsgestaltung/Rollenunklarheit": "Es muss klar sein, wer wann was wie machen soll. Die Ziele des Computershops müssen klar werden. Am Anfang muss beschrieben werden, wie das Spiel abläuft und worum es genau geht. Es muss klar benannt werden, wofür es im Spiel Punkte gibt und wofür nicht. Auch muss spezifiziert werden, wer Weisungsbefugnisse hat und wer nicht",
    "Arbeitsgestaltung/Informationsprobleme": "Die Bibliothek muss übersichtlich und klar strukturiert sein, so dass sich alles schnell finden lässt. Eine einheitliche Sortierung wäre gut. Außerdem ist nicht klar, welche Infos fehlen und wann man Kollegen fragen muss – das müsste also klar kommuniziert werden. Es muss klar sein, wo welche Information liegt. Insgesamt darf die Menge nicht überfordern oder zu viel pro Tabelle sein.",
    "Arbeitsgestaltung/Variabilität": "Die Aufgaben sollten möglichst abwechslungsreich sein und mehrere unterschiedliche Fähigkeiten nutzen, so dass es nicht immer nur das gleiche ist. Am Besten wäre, wenn bei den Aufgaben oder Anfragen immer wieder etwas Neues dabei wäre und sich die Anforderung inhaltlich von den vorherigen Aufgaben stark unterscheidet",
    "Arbeitsgestaltung/Tätigkeitsspielraum": "Die Reihenfolge der Bearbeitung, also wann was genau erledigt wird, sollte nicht vorgegeben sein, sondern frei. Also autonom wählbar sein, frei entscheidbar. Im Idealfall gibt es dann nicht nur mehrere Lösungen je Anfrage, sondern sogar mehrere Lösungswege zum Ziel. Wie und wann genau die einzelnen Dinge erledigt werden, sollte also flexibel gestaltbar sein.",
    "Arbeitsgestaltung/Zeitdruck": "Vor allem muss es für jeden einzelnen Kundenauftrag genug Bearbeitungszeit geben, die Zeit muss also je Auftrag ausreichen. Außerdem muss die Anzahl also die Menge der Aufträge insgesamt in der verfügbaren Zeit schaffbar also zu bewältigen sein.",
    "Arbeitsgestaltung/Arbeitsunterbrechungen": "Störende Kollegen sollte man abweisen können. Wenn Anfragen von Kollegen kommen, sollten diese den aktuellen Arbeitsvorgang nicht behindern oder stören, ein unauffälliger Hinweis würde völlig ausreichen. Man sollte die Möglichkeit haben, ununterbrochen für eine bestimmte Zeit an etwas arbeiten zu können. Am Besten sind feste Zeitfenster, in denen man entweder erreichbar oder eben nicht erreichbar ist und so seine Aufgaben ungestört erledigen kann.",
    "Arbeitsgestaltung/Soziale Stressoren": "Der Umgangston der Kollegen ist ziemlich rau, hier würde ich mir eine gewaltfreie Kommunikation wünschen. In jedem Fall einen freundlichen, entspannten Umgang. Das Miteinander müsste freundlich, respektvoll und wertschätzend gestaltet werden, bei dem die Interessen und Bedürfnisse gegenseitig gesehen und gewahrt werden",
    "Arbeitsgestaltung/Feedback/Anerkennung": "Es sollte regelmäßig klare Rückmeldungen darüber geben, ob man etwas richtig oder falsch gemacht hat und wo man insgesamt steht. Diese sollten wertschätzend und fehlerverzeihend formuliert sein. Auch einfach mal ein kleines Dankeschön zwischendurch wäre wünschenswert",
    "Arbeitsgestaltung/Soziale Unterstützung": "Eine Anteilnahme der Kollegen am eigenen Befinden wäre wünschenswert, also aktives Nachfragen. Vor allem wäre tatkräftige Unterstützung bei den eigenen Aufgaben gut, wenn man einmal sehr viel zu tun hat. Also proaktive Angebote sowie eine emotionale aber auch inhaltliche Unterstützung durch Kollegen."
}
